read_lef $::env(DIR)/reproducible/tmp/merged.nom.lef
read_def $::env(DIR)/reproducible/tmp/placement/10-global.def
write_db $::env(DIR)/reproducible/tmp/placement/10-global.odb
